Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/L05.tmx
Source language: en_us
Languages: zh_cn

source: The Death Of Halpin Frayser
zh_cn: 赫尔平之死

source: For by death is wrought greater change than hath been shown.
zh_cn: 死亡带来的变化远大于它的外在表象。

source: Whereas in general the spirit that removed cometh back upon occasion, and is sometimes seen of those in flesh (appearing in the form of the body it bore) yet it hath happened that the veritable body without the spirit hath walked.
zh_cn: 出窍的灵魂时隐时现，依附肉体(假托一具躯壳)显形，这比较常见，此外还有彻头彻尾无灵魂的行尸走肉四处游荡。

source: And it is attested of those encountering who have lived to speak thereon that a lich so raised up hath no natural affection, nor remembrance thereof, but only hate.
zh_cn: 撞见过它们并能活着说话的人证实，这些活动起来的尸身既没有感情，也没有记忆，有的只是仇恨。

source: Also, it is known that some spirits which in life were benign become by death evil altogether.
zh_cn: 而那些活时善良的人，死后的鬼魂却变得异常邪恶。

source: - HALL.
zh_cn: ——霍尔

source: One dark night in midsummer a man waking from a dreamless sleep in a forest lifted his head from the earth, and staring a few moments into the blackness, said: 'Catharine Larue.' He said nothing more; no reason was known to him why he should have said so much.
zh_cn: 漆黑的仲夏夜，森林里，一个男子渐渐从无梦的睡眠中醒来。他抬起枕着泥土的头，向着黑暗之中凝视了一会儿，说：“凯瑟琳·拉罗”，然后又一言不发；为什么只说了这么一个名字，他自己也搞不明白。

source: The man was Halpin Frayser. He lived in St. Helena, but where he lives now is uncertain, for he is dead.
zh_cn: 这人就是赫尔平·弗雷泽，过去的家在圣·海伦娜，现在的家在何处，谁也说不清楚，因为他已经死了。

source: One who practises sleeping in the woods with nothing under him but the dry leaves and the damp earth, and nothing over him but the branches from which the leaves have fallen and the sky from which the earth has fallen, cannot hope for great longevity, and Frayser had already attained the age of thirty-two.
zh_cn: 一个经常在树林里露宿的人，除了身卧的枯树叶和湿泥土，头顶的落叶树枝和垂地的天幕之外，一无所有，本不能指望多么长寿，更何况他已活了三十二个年头。

source: There are persons in this world, millions of persons, and far and away the best persons, who regard that as a very advanced age.
zh_cn: 在这个世界上，还有许许多多的人（而且，千真万确都是世上最好的人），都觉得这个寿命够长了。

source: They are the children.
zh_cn: 那些人就是孩子们。

source: To those who view the voyage of life from the port of departure the bark that has accomplished any considerable distance appears already in close approach to the farther shore.
zh_cn: 他们只能从生命起始的港口眺望自己人生的航程，他们的一叶扁舟刚刚驶过的那一段距离，似乎就已触及了遥远的彼岸。

source: However, it is not certain that Halpin Frayser came to his death by exposure.
zh_cn: 不过，赫尔平·弗雷泽是否死于风餐露宿，这一点尚难确定。

source: He had been all day in the hills west of the Napa Valley, looking for doves and such small game as was in season.
zh_cn: 他在纳帕山谷西侧的几座山岗上待了整整一天，希望找到几只鸽子之类的季节性小猎物。

source: Late in the afternoon it had come on to be cloudy, and he had lost his bearings; and although he had only to go always downhill- everywhere the way to safety when one is lost- the absence of trails had so impeded him that he was overtaken by night while still in the forest.
zh_cn: 黄昏时分，云涌上来了，他迷失了方向。虽说迷路时有一个安全的办法，只要一直往山下走就行，然而荒山野草，路径难觅，直到夜幕降临，他还没走出这片森林。

source: Unable in the darkness to penetrate the thickets of manzanita and other undergrowth, utterly bewildered and overcome with fatigue, he had lain down near the root of a large madrono and fallen into a dreamless sleep.
zh_cn: 黑暗让他无法穿过一处长满熊果树和其它矮灌木的丛林，他晕头转向，精疲力竭，于是，在一株高大的浆果鹃树的脚下，他倒了下去，开始了无梦的睡眠。

source: It was hours later, in the very middle of the night, that one of God's mysterious messengers, gliding ahead of the incalculable host of his companions sweeping westward with the dawn line, pronounced the awakening word in the ear of the sleeper, who sat upright and spoke, he knew not why, a name, he knew not whose.
zh_cn: 一个小时又一个小时过去了，就在午夜刚刚降临的那一刻，一支神秘的队伍出现了。这支由无数上帝使者组成的队伍，正拖着一条黎明的光线，静静地向西方掠去。一位神秘的使者从成群结队的同伴前方飞了出来，来到昏睡者的耳畔，轻轻说出了一个词语，把他唤醒。昏睡者直起了身子，嘴里说着一个名字；他不明白，为什么又是这个名字，也不知道那究竟是谁的名字。

source: Halpin Frayser was not much of a philosopher, nor a scientist.
zh_cn: 赫尔平·弗雷泽，不是什么哲学家，也不是什么科学家。

source: The circumstance that, waking from a deep sleep at night in the midst of a forest, he had spoken aloud a name that he had not in memory and hardly had in mind did not arouse an enlightened curiosity to investigate the phenomenon.
zh_cn: 从密林深处黑夜的沉睡中醒来，大声呼喊一个记忆中难以找到名字，这种事并没有唤起他的好奇心，让他一探其中原委，他只是感到有些奇怪。

source: He thought it odd, and with a little perfunctory shiver, as if in deference to a seasonal presumption that the night was chill, he lay down again and went to sleep.
zh_cn: 他敷衍似地轻轻打了个哆嗦，似乎想对这个季节夜的寒意表达一点儿敬意，接着又躺下去，睡着了。

source: But his sleep was no longer dreamless.
zh_cn: 这一次，他开始做梦了。

source: He thought he was walking along a dusty road that showed white in the gathering darkness of a summer night.
zh_cn: 他发觉自己正在一条尘土飞扬的道路上行走。夏夜的黑暗在慢慢聚集，而这条路却泛起了白光。

source: Whence and whither it led, and why he travelled it, he did not know, though all seemed simple and natural, as is the way in dreams; for in the Land Beyond the Bed surprises cease from troubling and the judgment is at rest.
zh_cn: 路不知通向何方，也不知道为什么，他要走上这样一条路。一切都那么简单，那么自然，就像在梦中一样；因为在梦的国度，不会有令人惊讶的事情发生，不会有烦恼，也用不着做出任何的判断。

source: Soon he came to a parting of the ways; leading from the highway was a road less travelled, having the appearance, indeed, of having been long abandoned, because, he thought, it led to something evil; yet he turned into it without hesitation, impelled by some imperious necessity.
zh_cn: 不久，他来到一个岔路口，连着公路的那条路人影全无，看起来废弃已久的样子；其中的原因，他也想到了——也许这条路通向某个邪恶的地方。不过，他还是毫不犹豫地走了上去，似乎有一种无法抗拒的力量在驱使着他。

source: As he pressed forward he became conscious that his way was haunted by invisible existences whom he could not definitely figure to his mind.
zh_cn: 他奋力前行，神智渐渐清醒起来。他发觉，在他行走的这条道路上，有一些看不见的东西隐隐出没，说不清楚它们都是些什么。

source: From among the trees on either side he caught broken and incoherent whispers in a strange tongue which yet he partly understood.
zh_cn: 道路两旁的树林中传来阵阵窃窃的低语，断断续续，发音很特别，不过他多少能听懂一些。

source: They seemed to him fragmentary utterances of a monstrous conspiracy against his body and soul.
zh_cn: 这些支离破碎的语言，似乎在向他说起一个谋害他肉体和灵魂的巨大阴谋。

source: It was now long after nightfall, yet the interminable forest through which he journeyed was lit with a wan glimmer having no point of diffusion, for in its mysterious lumination nothing cast a shadow.
zh_cn: 此刻，夜已经很深了。在他行走的这座无边无际的森林里，亮起了一束微弱的光线。这丝神秘的亮光既没有向四外发散，也没有让任何东西投下阴影。

source: A shallow pool in the guttered depression of an old wheel rut, as from a recent rain, met his eye with a crimson gleam.
zh_cn: 古老的车辙碾出的沟道在最后一场雨水中形成了一汪浅塘，在他的眼中闪现出腥红的颜色。

source: He stooped and plunged his hand into it. It stained his fingers; it was blood!
zh_cn: 他把手指伸进水里，手上沾的是血！

source: Blood, he then observed, was about him everywhere.
zh_cn: 这时候他才发现，血！四周全都是血。

source: The weeds growing rankly by the roadside showed it in blots and splashes on their big, broad leaves.
zh_cn: 路边长满茂密野草，宽大的叶子上血迹斑斑。

source: Patches of dry dust between the wheel-ways were pitted and spattered as with a red rain.
zh_cn: 两行车辙之间干燥的泥土地上，散落着密密麻麻的血滴，仿佛下过一场血雨。

source: Defiling the trunks of the trees were broad maculations of crimson, and blood dripped like dew from their foliage.
zh_cn: 大滩大滩猩红的血污沾满树木的枝桠，片片树叶上，鲜血像露珠一样滴落。

source: All this he observed with a terror which seemed not incompatible with the fulfilment of a natural expectation.
zh_cn: 眼前的一切都透着恐怖，然而这恐怖似乎有种似曾相识的感觉，与自然预想的结果并不矛盾。

source: It seemed to him that it was all in expiation of some crime which, though conscious of his guilt, he could not rightly remember.
zh_cn: 他觉得一切好像是在赎一场罪，心中产生了一种负罪感。可究竟犯了什么罪？他怎么也想不起来了。

source: To the menaces and mysteries of his surroundings the consciousness was an added horror.
zh_cn: 四周充满神秘而危机四伏的氛围，让他这种想法愈显恐怖。

source: Vainly he sought, by tracing life backward in memory, to reproduce the moment of his sin; scenes and incidents came crowding tumultuously into his mind, one picture effacing another, or commingling with it in confusion and obscurity, but nowhere could he catch a glimpse of what he sought.
zh_cn: 他仔细回忆生命中每一个细节，试图在脑海中再现当初罪恶的一幕。然而一切都是徒劳的，往事如过往烟云，既纷乱芜杂又模糊不清，理不出一点头绪。

source: The failure augmented his terror; he felt as one who has murdered in the dark, not knowing whom nor why.
zh_cn: 一无所获更增添了他内心的恐惧，他隐隐觉着，黑暗中，有人被谋杀了，不知死者是谁，也不知杀人动机是什么。

source: So frightful was the situation- the mysterious light burned with so silent and awful a menace; the noxious plants, the trees that by common consent are invested with a melancholy or baleful character, so openly in his sight conspired against his peace; from overhead and all about came so audible and startling whispers and the sighs of creatures so obviously not of earth- that he could endure it no longer, and with a great effort to break some malign spell that bound his faculties to silence and inaction, he shouted with the full strength of his lungs!
zh_cn: 那场景实在令人毛骨悚然：死一般的沉寂，神秘慑人的幽光，散发毒气的植物，阴险邪恶的树木，每样东西似乎都在他眼皮底下串通起来，让他不得安宁。头上、天空中，身体的四周，隐隐传来可怕的耳语声和叹息声；声音清晰可辨。很明显，发出这种声音的生物，不可能来自人间。他再也无法忍受下去，于是他使出浑身力气，试图挣脱那个缚住他的声音和手脚的邪恶咒语。他扯开了嗓子，大喊一声！

source: His voice, broken, it seemed, into an infinite multitude of unfamiliar sounds, went babbling and stammering away into the distant reaches of the forest, died into silence, and all was as before.
zh_cn: 他的喊声——仿佛被撕成了碎片——化为许许多多陌生的、无穷无尽的细小声音，咿咿呀呀、跌跌撞撞地传入远方的森林，消失得无影无踪。一切又恢复了沉寂。

source: But he had made a beginning at resistance and was encouraged.
zh_cn: 然而他终于迈出了抗争的第一步，并因此深受鼓舞。

source: He said:
zh_cn: 他说：

source: 'I will not submit unheard.
zh_cn: “我不会无声无息地屈服。

source: There may be powers that are not malignant travelling this accursed road.
zh_cn: 在这条被诅咒的道路上，也许存在不怀恶意的神明。

source: I shall leave them a record and an appeal. I shall relate my wrongs, the persecutions that I endure- I, a helpless mortal, a penitent, an unoffending poet!'
zh_cn: 我要给他们留下证据，我要请求他们的帮助，我要诉说我的冤屈以及遭受的迫害——我，一个无助的凡人，一个忏悔者，一个善良无辜的诗人！”

source: Halpin Frayser was a poet only as he was a penitent: in his dream.
zh_cn: 赫尔平·弗雷泽，只有在忏悔的时候、在梦中，才成为一位诗人。

source: Taking from his clothing a small red-leather pocket-book one half of which was leaved for memoranda, he discovered that he was without a pencil. He broke a twig from a bush, dipped it into a pool of blood and wrote rapidly.
zh_cn: 他从口袋里掏出一个红皮小本，那是他专门留出了半边记事用的。这时，他发现，自己没带铅笔，于是从灌木丛中折下一根小树枝，蘸着一汪血水，飞快地写了起来。

source: He had hardly touched the paper with the point of his twig when a low, wild peal of laughter broke out at a measureless distance away, and growing ever louder, seemed approaching ever nearer; a soulless, heartless, and unjoyous laugh, like that of the loon, solitary by the lakeside at midnight; a laugh which culminated in an unearthly shout close at hand, then died away by slow gradations, as if the accursed being that uttered it had withdrawn over the verge of the world whence it had come.
zh_cn: 就在细枝的笔尖即将触到纸面的一刹那，耳畔爆发出一阵低沉、狂野的笑声。这笑声似乎发自一个非常遥远的地方，渐渐地变得越来越响，越来越近。那是一种没有灵魂、没有情感、没有快乐的笑声，一种子夜湖畔独自徘徊的疯子发出的笑声。笑声在一阵怪异的、近在耳边的呼喊声中达到高潮，随即慢慢向远方消散，仿佛那个令人诅咒的发笑者已经带着他的声音，逐渐消逝在他曾经到访的这个世界的边缘。

source: But the man felt that this was not so- that it was near by and had not moved.
zh_cn: 可听者却没有丝毫这样的感觉——那个发笑者似乎就附近，久久不曾离去。

source: A strange sensation began slowly to take possession of his body and his mind. He could not have said which, if any, of his senses was affected; he felt it rather as a consciousness- a mysterious mental assurance of some overpowering presence- some supernatural malevolence different in kind from the invisible existences that swarmed about him, and superior to them in power.
zh_cn: 一种异样的感觉开始慢慢占据他的躯体和大脑，说不上那是种什么感觉，也不知道他的感官都发生了哪些变化，他只是感觉到（或者说，是一种神秘的直觉让他相信）一种超自然的邪恶力量的存在。那是一股无法抗拒的力量，与挤缩身旁的那些看不见的生物大相径庭，而且更加强大。

source: He knew that it had uttered that hideous laugh.
zh_cn: 他终于明白那个可怕的笑声来自何方。

source: And now it seemed to be approaching him; from what direction he did not know- dared not conjecture.
zh_cn: 此刻，这股邪恶的力量似乎正在悄悄向他逼近，搞不清从哪个方向，他也不敢去揣测。

source: All his former fears were forgotten or merged in the gigantic terror that now held him in thrall.
zh_cn: 先前全部的恐惧都被抛到了脑后，也许都已经汇聚成一个更庞大的恐惧，将他紧紧包围起来。

source: Apart from that, he had but one thought: to complete his written appeal to the benign powers who, traversing the haunted wood, might sometime rescue him if he should be denied the blessing of annihilation.
zh_cn: 除了恐惧，他只有一个念头：继续写下去，向路过这片闹鬼森林的善良的神明求助，也许可以从死亡咒语中解脱出来。

source: He wrote with terrible rapidity, the twig in his fingers rilling blood without renewal; but in the middle of a sentence his hands denied their service to his will, his arms fell to his sides, the book to the earth; and powerless to move or cry out, he found himself staring into the sharply drawn face and blank, dead eyes of his own mother, standing white and silent in the garments of the grave!
zh_cn: 他以极快的速度书写着，指间的细枝不用蘸就汩汩地淌出了血水。可写着写着，一句话刚刚写到一半的时候，手开始不听使唤，双臂垂落两旁，本子掉到地上，身子瘫软得不能动弹，嘴里也发不出声来。他发觉自己正瞪大眼睛注视着自己的母亲。母亲面容枯槁，睁着一双空洞的、死人般的眼睛，无声无息地站在那儿，身上裹着坟墓里白色的尸衣。

source: In his youth Halpin Frayser had lived with his parents in Nashville, Tennessee.
zh_cn: 赫尔平·弗雷泽青少年时代在田纳西州的纳什维尔渡过，与父母一起生活。

source: The Fraysers were well-to-do, having a good position in such society as had survived the wreck wrought by civil war. Their children had the social and educational opportunities of their time and place, and had responded to good associations and instruction with agreeable manners and cultivated minds.
zh_cn: 弗雷泽家境殷实，社会地位颇高，虽然内战之后满目疮痍，但是彼时彼地应有的社交和受教育的机会，弗雷泽家的孩子们都享受到了。良好的教育和社交环境让这家的孩子都知书达理，温文尔雅。

source: Halpin being the youngest and not over robust was perhaps a trifle 'spoiled.'
zh_cn: 赫尔平排行老小，体格也不算强壮，所以或多或少，有点儿被“宠坏”的感觉。

source: He had the double disadvantage of a mother's assiduity and a father's neglect.
zh_cn: 母亲的勤快和父亲的放任是赫尔平成长中双重不利因素。

source: Frayser pere was what no Southern man of means is not- a politician. His country, or rather his section and State, made demands upon his time and attention so exacting that to those of his family he was compelled to turn an ear partly deafened by the thunder of the political captains and the shouting, his own included.
zh_cn: 老弗雷泽从政（看起来南方的有钱人似乎都在干这一行）；他们的国家（也许应该说，他们所属地或州政府）迫切需要父亲这样的人付出大量的时间和心力，因此，耳中充斥上司吼叫的父亲，不得不对家庭装聋作哑，拿不出一点儿时间照顾的家人，包括他自己。

source: Young Halpin was of a dreamy, indolent and rather romantic turn, somewhat more addicted to literature than law, the profession to which he was bred.
zh_cn: 少年赫尔平爱幻想、多懒散，有点儿罗曼蒂克，对文学的痴迷胜过从小培养的法律。

source: Among those of his relations who professed the modern faith of heredity it was well understood that in him the character of the late Myron Bayne, a maternal great-grandfather, had revisited the glimpses of the moon- by which orb Bayne had in his lifetime been sufficiently affected to be a poet of no small Colonial distinction.
zh_cn: 在那些自称笃信现代遗传学的亲戚眼中，赫尔平无疑是已故曾外祖父迈伦·拜恩衣钵传人，颇有先祖当年对月吟诗的影子。想当年，拜恩就是凭借一轮令其感怀一生的明月，成就了诗人的伟业，在独立前殖民时期的美国小有名气。

source: If not specially observed, it was observable that while a Frayser who was not the proud possessor of a sumptuous copy of the ancestral 'poetical works' (printed at the family expense, and long ago withdrawn from an inhospitable market) was a rare Frayser indeed, there was an illogical indisposition to honour the great deceased in the person of his spiritual successor. Halpin was pretty generally deprecated as an intellectual black sheep who was likely at any moment to disgrace the flock by bleating in metre.
zh_cn: 另外，你还不难发现，弗雷泽家人手一本精装《先祖诗集摘抄》（该诗集由家庭自费印刷，因销量不大早已停售）并引以为荣，否则根本算不上弗雷泽家的一员。可有一点不太合乎情理：大家对祖上敬爱有加，却对其精神传人普遍不太感冒；究其原因，也许赫尔平不分场合吟诗作赋酸腐气，经常搞得大家在众人面前下不来台，所以他成了家族的害群之马、众矢之的。

source: The Tennessee Fraysers were a practical folk- not practical in the popular sense of devotion to sordid pursuits, but having a robust contempt for any qualities unfitting a man for the wholesome vocation of politics.
zh_cn: 田纳西州的弗雷泽一家可称得上是一个讲求实际的家族，这里所说的“实际”，并不是大家通常所说的利欲熏心，而是对那些违背健康政治觉悟的个人品行怀有的强烈鄙视。

source: In justice to young Halpin it should be said that while in him were pretty faithfully reproduced most of the mental and moral characteristics ascribed by history and family tradition to the famous Colonial bard, his succession to the gift and faculty divine was purely inferential.
zh_cn: 客观地说，少年赫尔平能够极其忠实地复制前殖民地著名吟游诗人各大道德精神品质，多归因于历史和家庭传统方面的因素，而对于祖先天赋异禀方面的继承，还仅仅停留在推测的层面上。

source: Not only had he never been known to court the Muse, but in truth he could not have written correctly a line of verse to save himself from the Killer of the Wise.
zh_cn: 赫尔平不但未曾讨得过诗神缪斯的半点青睐，而且，事实上，也未曾写下一行体面的诗句，瞒得过“智者杀手”们锐利的法眼。

source: Still, there was no knowing when the dormant faculty might wake and smite the lyre.
zh_cn: 话虽如此，可谁又敢说不会有那么一天，埋藏心底的天赋突然醒来，让他重新拨动诗人的七弦琴？

source: In the meantime the young man was rather a loose fish, anyhow.
zh_cn: 此外，我们这位年轻人还有点儿放荡不羁的性格。
